{
  "tasks": [
    {
      "lat": 60.164609088755135,
      "lng": 24.94903922080994,
      "title": "Architectural styles",
      "description": "I.K. Inha photographed Helsinki in the summer of 1908 on a commission to produce pictures for the first guide book written in Finnish for visitors of Helsinki. Inha photographed many of the new buildings of Helsinki, for example the Kaartinhalli Market Hall as seen in this picture. In 1908 Jugend style was celebrated as the new, fashionable architectural trend and part of national identity. But as time passed, opinions changed and in 1950 the building was torn down. It was replaced by a new building in 1950’s favorite style Modernism, Expo hall, that you can see on the square now.",
      "image": {
        "file": "kasarmitori.jpg",
        "caption": "I.K Inha: Market Hall, Kasarmitori Square, 1908. The Finnish Museum of Photography."
      },
      "steps": [
        {
          "body": "Find the location where this picture was taken 110 years ago."
        },
        {
          "body": "Look around: what has changed and what has remained the same?"
        },
        {
          "body": "Take a photo of what is new and share it on social media."
        
        }, 
        
    
      ]
    },
    {
      "lat": 60.16750199582629,
      "lng": 24.954349994659427,
      "title": "Helsinki Weather",
      "description": "'Look at this footwear!' In the photo you can see two gentlemen at the Nokia Factory examining brand new rubber boots. Finns are generally bad at small talk, but always happy to discuss weather. Weather-proof clothes are important in the often harsh weather of Helsinki. Did you know that Nokia company used to make rubber boots as well? Nokia has had various industries in its 150 years history. It was founded as a pulp mill and was long known for rubber products and cables, but since the 1990’s focused on telecommunications. The Finnish Museum of Photography is located in former Nokia Cable factory.",
      "image": {
        "file": "saappaat.jpg",
        "caption": "Unknown photographer: Examining rubber boots, 1959, Nokia. The Finnish Museum of Photography."
      },
      "steps": [
        {
          "body": "Take a moment to experience the current weather, bypassers and their gear."
        },
        {
          "body": "Take a photo that would best describe the weather."
        },
        {
          "body": "Send your greetings from Helsinki and share your picture on social media."
        }
      ]
    },
    {
      "lat": 60.16901239775532,
      "lng": 24.945745468139652,
      "title": "Crispbread",
      "description": "Finnish people have always been keen to know what foreigners think about Finland. In the photograph a group of foreign experts are tasting crispbread made by the influential Elanto Worker’s cooperative in the 1930’s. Elanto was founded by bakers in 1905. The building at Aleksanterinkatu 9 was built as the modern Elanto department store in 1953. Crispbread, usually made of dark rye flour has maintained a strong stand as an everyday cracker enjoyed at home as well as part of school meals across Finland. Today the building houses a shopping center, and you can still buy crispbread here!",
      "image": {
        "file": "nakkileipa.jpg",
        "caption": "Unknown photographer: Foreign visitors tasting crispy bread produced by Co-operative Elanto. 1930's, Helsinki. The Finnish Museum of Photography."
      },
      "steps": [
        {
          "body": "Step in and look for a grocery store."
        },
        {
          "body": "Wander between the shelves and look for “näkkileipä” - the Finnish crispbread."
        },
        {
          "body": "Purchase some bread and have a taste! How many shapes and types of crispbread did you find? What kind of flavours and textures did you experience? Which one was your favourite? Document your experience."
        }
      ]
    },
    {
      "lat": 60.16993568346636,
      "lng": 24.95224714279175,
      "title": "Iconic Steps",
      "description": "Senaatintori steps.",
      "image": {
        "file": "senaatintori.jpg",
        "caption": "I.K. Inha: Steps of Helsinki Catedral, 1908. The Finnish Museum of Photography."
      },
      "steps": [
        {
          "body": "Look for the place where I.K. Inha took this photograph."
        },
        {
          "body": "Take a moment, have a seat and admire the view from above."
        },
        {
          "body": "Ask for a passerby to pose for you or with you. Re-create Inha’s photo or make your own version of it."
        },
        {
          "body": "Share your picture on social media with hashtag."
        }
      ]
    },
    {
      "lat": 60.17676612419965,
      "lng": 24.95020866394043,
      "title": "Korvapuusti",
      "description": "Unioninkatu street’s name changes to Siltasaarenkatu street on the Pitkäsilta bridge. The bridge marks the border of bourgeois downtown and working class district of Kallio. In 1950’s Workers Co-operative Elanto opened this fashionable cafe, decorated after examples in Stockholm, on Siltasaarenkatu. Finland was slowly recovering from the Second World War and the people of Kallio started to afford small everyday luxuries like cup of coffee and a sweet bun that is also known as ‘pulla’.",
      "image": {
        "file": "kahvila.jpg",
        "caption": "Unknown photographer: Cafeteria at Siltasaarenkatu, 1950. The Finnish Museum of Photography."
      },
      "steps": [
        {
          "body": "Take a walk, cross the bridge and look for Siltasaarenkatu street."
        },
        {
          "body": "Find a cafe on that street and treat yourself with coffee and pulla."
        },
        {
          "body": "Experience the smells of the cafe - they are the same as 68 years ago."
        }
      ]
    }
  ]
}





